IDEA Open Model
ReinfBarOnEdge.Distance Property
Compatible with IDEA StatiCa 20.1
 Distance between reinforcement layers
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double Distance { get; set; }
Public Property Distance As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
ReinfBarOnEdge Class
IdeaRS.OpenModel.Detail Namespace